Repository: jazzsequence/jazzsequence.com
Catalog: content/plugins/yourls-wordpress-to-twitter/languages/wp-ozh-yourls-*.po
Languages: es_es, ro_ro

source: Short URL: <code>%s</code>
es_es: URL corto: <code>%s</code>
ro_ro: URL-ul scurt: <code>%s</code>

source: Edit
es_es: Editar
ro_ro: Editare

source: Short URL
es_es: URL corto
ro_ro: URL-ul scurt

source: Changes Saved.
es_es: Cambios guardados.
ro_ro: Modificările salvate.

source: Short URL:
es_es: URL corto:
ro_ro: URL-ul scurt:

source: Letters and numbers only.
es_es: Sólo letras y números.
ro_ro: Litere şi numere numai.

source: Save Changes
es_es: Guardar cambios
ro_ro: Salvaţi modificările

source: That URL is unavailable. Please choose another.
es_es: El URL no está disponible. Por favor, elija otro.
ro_ro: Că URL-ul este disponibil. Vă rugăm să selectaţi un alt.

source: That URL is unavailable. Please choose another.tt
es_es: El URL no está disponible. Por favor, elija otro.
ro_ro: Că URL-ul este disponibil. Vă rugăm să alegeţi another.tt

source: Members
es_es: Miembros
ro_ro: Membrii

source: Each member gets a short URL
es_es: Cada miembro recibe un URL corto
ro_ro: Fiecare membru devine un URL-ul scurt

source: Each short URL will be created automatically the next time the member profile is viewed
es_es: Cada URL corto se creará automáticamente la próxima vez que se vea el perfil del miembro
ro_ro: Fiecare URL-ul scurt, va fi creat automat la următoarea profilul membru este vizualizat

source: Create short URLs from usernames
es_es: Crear URL cortos a partir de nombres de usuario
ro_ro: Creaţi scurt URL-uri de utilizator

source: When checked, member short URLs will look like <code>%s<strong>username</strong></code>, rather than a random string
es_es: Una vez verificados, los URL cortos del miembro se verán así <code>%s<strong>username</strong></code>, y no como una cadena de caracteres al azar
ro_ro: Când este bifat, URL-uri scurte membru va arata ca numele de utilizator <strong> <code>% s </ strong> </ code>, mai degrabă decât un şir aleator

source: Users can edit their short URLs
es_es: Los usuarios pueden editar su URL corto
ro_ro: Utilizatorii pot edita lor scurt URL-uri

source: You must set <code>define( 'YOURLS_UNIQUE_URLS', false );</code> in <a href="http://yourls.org/#Config">your YOURLS configuration file.
es_es: Debe configurar <code>define( 'YOURLS_UNIQUE_URLS', false );</code> in <a href="http://yourls.org/#Config">su archivo de configuración YOURLS.
ro_ro: Trebuie să setaţi <code> define ('YOURLS_UNIQUE_URLS ", false); </ code> în href="http://yourls.org/#Config"> <a fişierul YOURLS de configurare.

source: Groups
es_es: Grupos
ro_ro: Grupuri

source: Each group gets a short URL
es_es: Cada grupo recibe un URL corto
ro_ro: Fiecare grup devine un URL-ul scurt

source: Each short URL will be created automatically the next time the group page is viewed
es_es: Cada URL corto se creará automáticamente la próxima vez que se vea la página del grupo
ro_ro: Fiecare URL-ul scurt, va fi creat automat la următoarea grup de pagini este vizualizat

source: Create short URLs from group slugs
es_es: Crear URL cortos a partir de títulos de los posts (slugs) del grupo
ro_ro: Creaţi scurt URL-uri de grup de melci

source: When checked, group short URLs will look like <code>%s<strong>group-name</strong></code>, rather than a random string
es_es: Una vez verificados, los URL cortos del grupo se verán así <code>%s<strong>group-name</strong></code>, y no como una cadena de caracteres al azar
ro_ro: Când este bifat, URL-uri scurte de grup va arata% <code> s <strong> grup de nume </ strong> </ code>, mai degrabă decât un şir aleator

source: <strong>YOURLS - WordPress to Twitter</strong> configuration incomplete
es_es: <strong>Configuración de YOURLS - WordPress a Twitter</strong> incompleta
ro_ro: <strong>YOURLS - WordPress Twitter</strong> configurare incomplete

source: Please configure <strong>YOURLS - WordPress to Twitter</strong> <a href="%s">settings</a> now
es_es: Por favor, configure <strong>YOURLS - WordPress a Twitter</strong> <a href="%s">settings</a> ahora
ro_ro: Vă rugăm să configuraţi YOURLS <strong> - WordPress la Twitter </ strong> <a href="%s"> setările </ a> acum

source: YOURLS: WordPress to Twitter
es_es: YOURLS - WordPress a Twitter
ro_ro: YOURLS: WordPress stare de nervozitate

source: YOURLS - WordPress to Twitter
es_es: YOURLS - WordPress a Twitter
ro_ro: YOURLS - WordPress Twitter

source: <a href="http://yourls.org/">YOURLS</a> is a free URL shortener service you can run on your webhost to have your own personal TinyURL.
es_es: <a href="http://yourls.org/">YOURLS</a> es un servicio gratuito de recorte de URL que usted puede ejecutar en el servidor de su sitio para tener su TinyURL personal.
ro_ro: <a href="http://yourls.org/"> YOURLS </ a> este un serviciu gratuit Shortener URL-ul poate rula pe gazda dvs. să aveţi TinyURL personal.

source: This plugin is a bridge between <a href="http://yourls.org/">YOURLS</a>, <a href="http://twitter.com/">Twitter</a> and your blog: when you submit a new post or page, your blog will tap into YOURLS to generate a short URL for it, and will then tweet it.
es_es: Este plugin es un puente entre <a href="http://yourls.org/">YOURLS</a>, <a href="http://twitter.com/">Twitter</a> y su blog: cuando usted publica un nuevo post o una nueva página, su blog accede a YOURLS para generar un URL corto para el mismo, y luego emitirá un tweet.
ro_ro: Acest plugin este o punte de legătură între <a href="http://yourls.org/"> YOURLS </ a>, <a href="http://twitter.com/"> Twitter </ a > si un blog: când trimiteţi un mesaj nou sau o pagină, pe blog-ul dvs. va atingeţi în YOURLS pentru a genera un URL scurt pentru el, şi apoi va tweet-l.

source: Note that, for maximum fun, this plugin also supports a few other public URL shortener services: is.gd, tinyURL and bit.ly
es_es: Tenga en cuenta que, para aumentar la diversión, este plugin también soporta algunos otros servicios públicos de recorte de URL tales como: is.gd, tinyURL y bit.ly
ro_ro: Reţineţi că, pentru distractie maxima, acest plugin sprijină, de asemenea, alte cateva servicii publice URL Shortener: is.gd TinyURL, Bit.ly si

source: URL Shortener Settings
es_es: Configuración del recortador de URL
ro_ro: URL-ul Shortener setările

source: URL Shortener Service
es_es: Servicio de recorte de URL
ro_ro: URL-ul Shortener Service

source: You are using:
es_es: Usted está usando:
ro_ro: Utilizaţi:

source: Please select..
es_es: Por favor, elija…
ro_ro: Vă rugăm să selectaţi..

source: your own YOURLS install
es_es: su propia instalación de YOURLS
ro_ro: propriile YOURLS a instala

source: another public service such as TinyURL or bit.ly
es_es: otro servicio público, como TinyURL o bit-ly
ro_ro: un alt serviciu public, cum ar fi TinyURL sau bit.ly

source: Your YOURLS installation is
es_es: Su instalación de YOURLS es
ro_ro: Instalarea YOURLS este

source: Please select...
es_es: Por favor, elija…
ro_ro: Vă rugăm să selectaţi...

source: local, on the same webserver
es_es: local, el mismo servidor
ro_ro: locale, pe acelaşi server

source: remote, on another webserver
es_es: remota, en otro servidor
ro_ro: la distanţă, pe un alt webserver

source: Example:
es_es: Ejemplo:
ro_ro: Exemplu:

source: URL to the YOURLS API
es_es: URL del API de YOURLS
ro_ro: URL-ul YOURLS API

source: YOURLS Login
es_es: Login de YOURLS

source: YOURLS Password
es_es: Contraseña de YOURLS
ro_ro: YOURLS parola

source: Public service
es_es: Servicio público
ro_ro: Serviciul public

source: API Login
es_es: Login de API

source: (case sensitive!)
es_es: (¡sensible a mayúsculas y minúsculas!)
ro_ro: (minuscule!)

source: API Key
es_es: (¡sensible a mayúsculas y minúsculas!)
ro_ro: API-cheie

source: If you have a <a href="http://bit.ly/account/">bit.ly</a> account, entering your credentials will link the short URLs to it
es_es: Si tiene una <a href="http://bit.ly/account/">bit.ly</a> cuenta, al ingresar sus credenciales creará un vínculo entre ésta y el URL corto
ro_ro: Dacă aveţi un <a href="http://bit.ly/account/"> bit.ly </ a> cont, introducerea acreditările dvs. va lega adresele URL scurt pentru a se

source: Web Key
es_es: Clave web
ro_ro: Web cheie

source: If you have a <a href="http://ping.fm/">ping.fm</a> account, enter your private <a href="http://ping.fm/key/">Web Key</a>
es_es: Si tiene una <a href="http://bit.ly/account/">bit.ly</a> cuenta, al ingresar sus credenciales creará un vínculo entre ésta y el URL corto

source: (this service needs no authentication)
es_es: (este servicio no requiere autenticación)
ro_ro: (acest serviciu are nevoie nici o autentificare)

source: Twitter Settings
es_es: Configuración de Twitter
ro_ro: Setări de stare de nervozitate

source: To connect your site to Twitter, you need to register your blog as a <strong>Twitter Application</strong> and get a <strong>Consumer Key</strong>, a <strong>Consumer Secret</strong>, an <strong>Access Token</strong> and an <strong>Access Token Secret</strong>. Phew. Complicated? Blame Twitter :)
es_es: Para conectar su sitio a Twitter, debe registrar su blog como una <strong>aplicación de Twitter </strong> y obtener una <strong>Clave de consumidor</strong>, un <strong>Secreto de consumidor</strong>,un <strong>Token de acceso</strong> y un <strong>Secreto de Token de acceso</strong>. ¡Uf! ¿Complicado? Échele la culpa a Twitter :)
ro_ro: Pentru a vă conecta la site-ul Twitter, trebuie să vă înregistraţi blog-ul dvs. ca o cerere de <strong> Twitter </ strong> şi a obţine o cheie de consum <strong> </ strong>, un consumator Secret <strong> </ strong>, o <strong> Token de acces </ strong> şi un acces la secretul de <strong> Token </ strong>. Ufff. Complicat? Vina pe Twitter :)

source: Already registered? Find your keys on <a href="http://dev.twitter.com/apps">Twitter Application List</a>
es_es: ¿Ya está registrado? Encuentre sus claves en <a href="http://dev.twitter.com/apps">Twitter Application List</a>
ro_ro: Deja inregistrat? Găsiţi cheile pe <a lista de aplicaţii href="http://dev.twitter.com/apps"> Twitter </ a>

source: Need to register? <a href="http://dev.twitter.com/apps/new">Register an Application</a> and fill the form as <a title="Register your app like this" href="<?php echo $help_url; ?>" class="thickbox">in this help screen</a> to get your keys and tokens
es_es: ¿Necesita registrarse? <a href="http://dev.twitter.com/apps/new">Registre una aplicación </a> como<a title="Registre su aplicación así" href="<?php echo $help_url; ?>" class="thickbox">en esta pantalla de ayuda</a> para obtener sus claves y tokens

source: Set <strong>Application Type</strong> to <strong>Browser</strong>
es_es: Configure el <strong>Tipo de aplicación</strong> como <strong>Browser</strong>
ro_ro: Seta <strong>tipul de cerere</strong> <strong>browser-ul</strong>

source: Set <strong>Callback URL</strong> to <strong><?php echo $blogurl; ?></strong>
es_es: Configure el <strong>URL de callback </strong> como <strong><?php echo $blogurl; ?></strong>
ro_ro: Setaţi Callback URL <strong> </ strong> pentru a <strong> <php echo $ blogurl;?> </ Strong>

source: Set <strong>Default Access type</strong> to <strong>Read &amp; Write</strong>
es_es: Configure <strong>el tipo de acceso por defecto </strong> como <strong>Read &amp; Write</strong>

source: Consumer Key
es_es: Clave de consumidor
ro_ro: Cheie de consum

source: Consumer Secret
es_es: Secreto de consumidor
ro_ro: Secret de consum

source: On the right hand column of your application page, click on 'My Access Token' for the following values:
es_es: En la columna de la derecha de la página de solicitud, haga clic en “Mi token de acceso” para obtener los siguientes valores:
ro_ro: Pe coloana din dreapta paginii cererea dumneavoastră, faceţi clic pe "Token accesul meu", pentru următoarele valori:

source: Access Token
es_es: Token de acceso
ro_ro: Simbolul de acces

source: Access Token Secret
es_es: Secreto del token de acceso
ro_ro: Acces simbolul Secret

source: WordPress settings
es_es: Configuraciones de WordPress
ro_ro: Setări WordPress

source: When to generate a short URL and tweet it
es_es: Cuándo generar un URL corto y enviarlo por tweet
ro_ro: Atunci când pentru a genera un URL-ul scurt şi tweet-l

source: New <strong>%s</strong> published
es_es: Nuevo <strong>%s</strong> publicado
ro_ro: Noi <strong>%s</strong> publicate

source: Generate short URL
es_es: Generar URL corto
ro_ro: Genera URL-ul scurt

source: Send a tweet with the short URL
es_es: Enviar un tweet con el URL corto
ro_ro: Trimite un tweet cu URL-ul scurt

source: What to tweet
es_es: ¿Qué enviar por tweet?
ro_ro: Ce să tweet

source: Tweet message
es_es: Enviar mensaje por tweet
ro_ro: Tweet mesajul

source: This is your tweet template. The plugin will replace <tt>%T</tt> with the post title and <tt>%U</tt> with its short URL, with as much text as possible so it fits in the 140 character limit<br/> Examples (click one to copy)
es_es: Esta es su plantilla de tweet. El plugin reemplazará <tt>%T</tt> por el título del post y <tt>%U</tt> por este URL corto, conla mayor cantidad posible de texto de modo que entre en el límite de 140 caracteres <br/> Ejemplos (haga clic en uno para copiarlo)

source: Fresh on %s
es_es: Nuevo en %s
ro_ro: Proaspete pe %s

source: Just posted:
es_es: Recién publicado:
ro_ro: Postat doar:

source: Tip: Keep the tweet message template short!
es_es: Consejo: ¡Haga una plantilla de mensaje de tweet corta!
ro_ro: Sfat: Păstraţi tweet şablonul mesaj scurt!

source: Advanced template
es_es: Plantilla avanzada
ro_ro: Şablon avansate

source: You can use all of the following tokens in your tweet template:
es_es: Usted puede usar todos los siguientes tokens en su plantilla de tweet:
ro_ro: Utilizaţi toate jetoanele următoarele în şablonul tweet:

source: shorturl
es_es: Urlcorto

source: post title
es_es: postear título
ro_ro: post titlu

source: author's display name
es_es: mostrar nombre del autor
ro_ro: Nume afişat autorului

source: something
es_es: algo
ro_ro: ceva

source: author's 'something' as stored in the database. Example: %A{first_name}. See <a href="http://codex.wordpress.org/Function_Reference/get_userdata">get_userdata()</a>.
es_es: 'algo' del autor, tal como está guardado en la base de datos. Ejemplo: %A{nombre de pila}. See <a href="http://codex.wordpress.org/Function_Reference/get_userdata">get_userdata()</a>.
ro_ro: autorului "ceva", aşa cum este stocată în baza de date. Exemplu: Un% {} FIRST_NAME. Vezi <a href="http://codex.wordpress.org/Function_Reference/get_userdata"> get_userdata () </ a>.

source: custom post field 'something'. See <a href="http://codex.wordpress.org/Function_Reference/get_post_meta">get_post_meta()</a>.
es_es: después del campo 'personalizado'. Ver <a href="http://codex.wordpress.org/Function_Reference/get_post_meta">get_post_meta()</a>.
ro_ro: câmpul mesaj personalizat "ceva". Vezi <a href="http://codex.wordpress.org/Function_Reference/get_post_meta"> get_post_meta () </ a>.

source: tags as plaintext and lowercase (space separated if more than one, up to 3 tags)
es_es: etiquetas sin formato y en minúsculas (separadas por un espacio si hay más de una; máximo 3 etiquetas)
ro_ro: Tag-uri ca plaintext şi litere mici (spaţiu separat în cazul în care mai mult de unul, de până la trei tag-uri)

source: tags as #hashtags and lowercase (space separated if more than one, up to 3 tags)
es_es: Etiquetas como #hashtags y en minúsculas (separadas por un espacio si hay más de una; máximo 3 etiquetas)
ro_ro: Tag-uri ar fi # hashtags şi mici (spaţiu separat în cazul în care mai mult de unul, de până la trei tag-uri)

source: categories as plaintext and lowercase (space separated if more than one, up to 3 categories)
es_es: Categorías sin formato y en minúsculas (separadas por un espacio si hay más de una; máximo 3 categorías)
ro_ro: categoriile ca text clar şi mici (spaţiu separat în cazul în care mai mult de unul, de până la 3 categorii)

source: categories as #hashtags and lowercase (space separated if more than one, up to 3 categories)
es_es: Categorías como #hashtags y en minúsculas (separadas por un espacio si hay más de una; máximo 3 etiquetas)
ro_ro: categorii ar fi # hashtags şi mici (separate prin spaţiu dacă mai mult de una, de până la 3 categorii)

source: Remember that you only have 140 characters! The title will be added last, so if you put too many tokens like hashtags and stuff, the title might get trimmed hard!
es_es: ¡Recuerde que sólo dispone de 140 caracteres! El título se agregará al final, de modo que si pone muchos tokens como hashtags y otras cosas, ¡es probable que el título quede muy recortado!
ro_ro: Amintiţi-vă că aveţi doar 140 de caractere!Titlul va fi adăugată trecut, asa ca daca ai pus prea multe token-uri, cum ar fi hashtags si alte chestii, titlul ar putea să te împodobite greu!

source: <span class="mandatory">*</span> denotes a mandatory field. A green check<img src="%1$s/res/accept.png" /> indicates the section main parameters are <em>filled</em>, not necessarily <em>correct</em>. Click on the <img src="%1$s/res/expand.png" /> to expand a setting section.
es_es: <span class="obligatorio">*</span> indica que el campo es obligatorio. Un tilde verde<img src="%1$s/res/accept.png" /> indica que los parámetros principales de la sección<em>filled</em> no son necesariamente<em>correctos</em>. Haga clic en la <img src="%1$s/res/expand.png" /> para expandir una sección de configuraciones.
ro_ro: <span class="mandatory"> * </ span> denotă un câmp obligatoriu. O verificare verde <img src="%1$s/res/accept.png" /> indică parametrii de secţiunea principală sunt <em> umplute </ em>, nu neapărat <em> corect </ em>. Faceţi clic pe <img src="%1$s/res/expand.png" /> pentru a extinde o secţiune setare.

source: <p>Depending on <a href="options-general.php?page=ozh_yourls">configuration</a>, a short URL will be generated and/or a tweet will be sent.</p>
es_es: <p>Dependiendo de <a href="options-general.php?page=ozh_yourls">la configuración</a>, se generará un URL corto y/o se enviará un tweet.</p>
ro_ro: <p> funcţie de <a href="options-general.php?page=ozh_yourls"> de configurare </ a>, un URL scurt va fi generat şi / sau un tweet va fi trimis </ p>.

source: <p>Bleh. The URL shortening service you configured could not be reached as of now. This might be a temporary problem, please try again later!</p>
es_es: <p>Bleh. El servicio de recorte de URL que usted configuró no está disponible en este momento. Puede ser un problema temporal, por favor,¡ inténtelo más tarde!</p>
ro_ro: <p> Bleh.Scurtarea URL serviciu ai configurat nu a putut fi atins, de-acum. Acest lucru ar putea fi o problemă temporară, vă rugăm să încercaţi din nou mai tarziu! </ P>

source: This %1$s's short URL: <strong><a href="%2$s">%2$s</a></strong>
es_es: El %1$s's de este URL corto: <strong><a href="%2$s">%2$s</a></strong>
ro_ro: >%2$s</a></strong>

source: You can click Reset to generate another short URL if you picked another URL shortening service in the <a href='options-general.php?page=ozh_yourls'>plugin options</a>
es_es: Puede hacer clic en Reset para generar otro URL corto si eligió otro servicio de recorte de URL en la página <a href='opciones-generales.php?page=ozh_yourls'>opciones del plugin</a>
ro_ro: Aveţi posibilitatea să faceţi clic pe Resetare pentru a genera un alt URL-ul scurt, dacă aţi ales un alt serviciu de scurtare URL-ul în <a href='options-general.php?page=ozh_yourls'> opţiunile de plugin-ul </ a>

source: Reset short URL
es_es: Resetear el URL corto
ro_ro: Reiniţializare URL-ul scurt

source: Tweet this
es_es: Enviar esto por tweet
ro_ro: Tweet acest

source: Retweet this
es_es: Volver a enviar esto por tweet
ro_ro: Retweet acest lucru

source: <em>Note:</em> this post has already been tweeted. Not that there's something wrong to promote it again, of course :)
es_es: <em>Nota:</em> este post ya se ha enviado por his tweet. Pero, por supuesto, no está mal si quiere volver a promoverlo:)
ro_ro: <em> Notă: </ em> acest post a fost deja Twitter. Nu că nu este ceva greşit să-l promoveze din nou, desigur :)

source: Bleh. Could not generate short URL. Maybe the URL shortening service is down? Please try again later!
es_es: Bleh. No se pudo generar el URL corto. ¿Es probable que el servicio de recorte de URL no funcione? ¡Por favor, vuelva a intentarlo más tarde!
ro_ro: Bleh. Nu ar putea genera URL-ul scurt. Poate că serviciul scurtarea URL-ul este jos? Vă rugăm să încercaţi din nou mai târziu!

source: Not found
es_es: No encontrado
ro_ro: Nu a fost găsit

source: Plugin not configured: cannot find which URL shortening service to use
es_es: Plugin no configurado: no se pudo encontrar qué servicio de recorte de URL usar
ro_ro: Plugin-ul nu este configurată: nu poate găsi care URL shortening serviciu pentru a utiliza

source: Cannot find YOURLS. Please check your config.
es_es: No se pudo encontrar YOURLS. Por favor, verifique su config.
ro_ro: Imposibil de găsit YOURLS. Vă rugăm să verificaţi dumneavoastră config.

source: Set <strong>Default Access type</strong> to <strong>Read & Write</strong>
ro_ro: Set de acces implicit <strong> de tip </ strong> pentru a <strong> Read & Write </ strong>
