Repository: jazzsequence/jazzsequence.com
Catalog: content/themes/museum-core/lang/*.po
Languages: de_de

source: Whoops! I couldn't find the page you were looking for.
de_de: Die gesuchte Seite konnte nicht gefunden werden.

source: Try a search or one of the links below.
de_de: Versuchen Sie eine Suche oder einen der untenstehenden Links.

source: Archives by Month
de_de: Archiv nach Monat

source: Archives by Subject
de_de: Archiv nach Thema

source: All posts by %s
de_de: Alle Beiträge von %s

source: This post is password protected. Enter the password to view comments.
de_de: Dieser Beitrag ist passwortgeschützt. Bitte Passwort eingeben, um die Kommentare zu sehen.

source: One Response to %2$s
de_de: Eine Antwort auf %2$s

source: Comments are closed.
de_de: Die Kommentarfunktion ist geschlossen.

source: You must be %1$slogged in%$2s to post a comment.
de_de: Sie müssen %1$seingeloggt%$2s sein um einen Kommentar zu schreiben.

source: Comment
de_de: Kommentar

source: You may use these <abbr title="HyperText Markup Language">HTML</abbr> tags and attributes: %s
de_de: Sie können folgende <abbr title="HyperText Markup Language">HTML</abbr> Tags und Attribute nutzen: %s

source: This is the regular, widgetized sidebar
de_de: Dies ist die normale, mit Widgets versehene Sidebar

source: Left Footer Box
de_de: Linker Fußzeilenbereich

source: This is the left box in the footer.
de_de: Dies ist der linke Bereich in der Fußzeile.

source: Center Footer Box
de_de: Mittlerer Fußzeilenbereich

source: This is the center box in the footer.
de_de: Dies ist der mittlere Bereich in der Fußzeile.

source: Right Footer Box
de_de: Rechter Fußzeilenbereich

source: This is the right box in the footer.
de_de: Dies ist der rechte Bereich in der Fußzeile.

source: Top Header Navigation
de_de: Kopfzeilen Navigation

source: Main Navigation
de_de: Haupt Navigation

source: Footer Navigation
de_de: Fußzeilen Navigation

source: Nature
de_de: Natur

source: Smoke
de_de: Rauch

source: Lights 1
de_de: Lichter 1

source: Lights 2
de_de: Lichter 2

source: Lights 3
de_de: Lichter 3

source: On %1$s at %2$s %3$s said:
de_de: Am %1$s um %2$s hat %3$s gesagt:

source: Your comment is awaiting moderation.
de_de: Ihr Kommentar wartet auf die Freigabe durch einen Moderator.

source: (Edit)
de_de: (Bearbeiten)

source: Respond to this
de_de: Darauf antworten

source: read more
de_de: weiterlesen

source: Pages:
de_de: Seiten:

source: Museum Core by %1$sMuseum Themes%2$s is proudly powered by %3$sWordPress%2$s.
de_de: Museum Core von %1$sMuseum Themes%2$s wird ermöglicht von %3$sWordPress%2$s.

source: Left Sidebar
de_de: Linke Sidebar

source: Right Sidebar
de_de: Rechte Sidebar

source: Show Post Excerpts
de_de: Zeige Auszüge aus Beiträgen

source: Show Full Posts
de_de: Zeige volle Beiträge

source: Yes
de_de: Ja

source: No
de_de: Nein

source: Home
de_de: Startseite

source: Posts filed under <q>%s</q>
de_de: Beiträge in der Kategorie <q>%s</q>

source: Search results for <q>%s</q>
de_de: Suchergebnisse für <q>%s</q>

source: Posts tagged <q>%s</q>
de_de: Beiträge mit dem Schlagwort <q>%s</q>

source: Error 404
de_de: Fehler 404

source: Page %s
de_de: Seite %s

source: Search this site
de_de: Suchen

source: Go
de_de: Start

source: Layout Options
de_de: Layoutoptionen

source: Typography Options
de_de: Typographieoptionen

source: Advanced Settings
de_de: Erweiterte Einstellungen

source: Show site title?
de_de: Seitentitel Zeigen?

source: Fixed nav menu?
de_de: Festes Navigations Menü?

source: Enable breadcrumbs?
de_de: Aktiviere Breadcrumbs?

source: Full posts or excerpts on blog home?
de_de: Volle Beiträge oder Auszüge auf der Blog Startseite?

source: Full posts or excerpts on archive pages?
de_de: Volle Beiträge oder Auszüge im Archiv?

source: Display post author?
de_de: Autor der Beiträge anzeigen?

source: Heading Font
de_de: Schriftart im Kopf

source: Body Font
de_de: Schriftart im Körper

source: Alternate Font
de_de: Alternative Schriftart

source: Use alternate font for site title?
de_de: Alternative Schrift für den Seitentitel verwenden?

source: Font Subset
de_de: Subset der Schrift

source: Font Color
de_de: Schriftfarbe

source: Link Color
de_de: Linkfarbe

source: Hover Color
de_de: Hoverfarbe

source: Content Background color
de_de: Hintergrundfarbe des Inhalts

source: Navbar (top) Background Color
de_de: Hintergrundfarbe der Navigationsleiste (oben)

source: Inverted navbar?
de_de: Navigationsleiste invertieren?

source: Navbar Link Color
de_de: Linkfarbe in der Navigationsleiste

source: Use author meta tags?
de_de: Autor Meta-Tags verwenden?

source: Footer Text
de_de: Text in der Fußzeile

source: Custom Favicon
de_de: Eigenes Favicon

source: Send usage data?
de_de: Nutzungsdaten senden?

source: Debug Mode Active
de_de: Debugmodus aktiv

source: Permanent Link to %s
de_de: Permanenter Link zu %s

source: %1$s ago
de_de: vor %1$s

source: &larr; Older Entries
de_de: &larr; ältere Einträge

source: Newer Entries &rarr;
de_de: neuere Einträge &rarr;

source: Gallery
de_de: Gallerie

source: Image
de_de: Bild

source: and tagged
de_de: und getagged mit

source: by %s
de_de: von %s

source: Posted in %1$s on %2$s %3$s %4$s
de_de: Geposted unter %1$s am %2$s %3$s %4$s

source: Filed under %1$s %2$s %3$s
de_de: Eingeordnet unter %1$s %2$s %3$s

source: Displayed in %1$s %2$s %3$s
de_de: Angezeigt unter %1$s %2$s %3$s

source: Posted in %1$s %2$s %3$s
de_de: Geposted unter %1$s %2$s %3$s

source: Posted in %1$s on %2$s %3$s
de_de: Geposted unter %1$s am %2$s %3$s

source: Filed under %1$s %2$s
de_de: Eingeordnet unter %1$s %2$s

source: Displayed in %1$s %2$s
de_de: Angezeigt unter %1$s %2$s

source: Posted in %1$s %2$s
de_de: Geposted unter %1$s %2$s

source: No Comments &#187;
de_de: Keine Kommentare &#187;

source: One Comment &#187;
de_de: Ein Kommentar &#187;

source: % Comments &#187;
de_de: % Kommentare &#187;

source: Edit this entry
de_de: Eintrag bearbeiten

source: (no title)
de_de: (kein Titel)

source: Posts filed under %s
de_de: Beiträge unter %s

source: Archive for %1$s
de_de: Archiv für %1$s

source: Author Archive
de_de: Autor Archiv

source: Blog Archives
de_de: Blog Archiv

source: Read more &raquo;
de_de: Weiterlesen &raquo;

source: Archive
de_de: Archiv

source: Aside
de_de: Beiseite legen

source: Author
de_de: Autor

source: Quote
de_de: Zitat

source: We found %1$s results for <q>%2$s</q>
de_de: %1$s Resultate für <q>%2$s</q> gefunden.

source: Not what you were looking for? Enter your search terms to try again.
de_de: Nicht das Gesuchte? Bitte Suchbegriffe eingeben um es erneut zu versuchen.

source: Search
de_de: Suche
